const gabut = (pushname, prefix, botName, ownerName, getLevelingLevel, sender, _registered) => {
 return `Hallo, ${pushname}
ꜱɪʟᴀʜᴋᴀʜ ᴩɪʟɪʜ\nᴍᴇɴᴜ ᴅɪʙᴀᴡᴀʜ...
╭──────────────
│《✰ᴍᴇɴᴜ ɢᴀʙᴜᴛ✰》
╰──────────────
╭──────────────
│➥ ɴᴀᴍᴀ : ${pushname}
│➥ ʟᴇᴠᴇʟ : ${getLevelingLevel(sender)}
╰──────────────
╭──────────────
│➥ *ᵃᵖᵃᵏᵃʰ*
│➥ *ᵇⁱˢᵃᵏᵃʰ*
│➥ *ᵏᵃᵖᵃⁿᵏᵃʰ*
│➥ *ʰᵒᵇᵇʸ*
│➥ *ʳᵃᵗᵉ*
│➥ *ˢᵉᵇᵉʳᵃᵖᵃᵍᵃʸ*
│➥ *ⁿᵃⁿᵍⁱˢ*
│➥ *ᶜⁱᵘᵐ*
│➥ *ᵖᵉˡᵘᵏ*
│➥ *ᵗʳᵘᵗʰ*
│➥ *ᵈᵃʳᵉ*
│➥ *ᵗⁱᵐᵉʳ*
╰──────────────
╭──────────────
│   ʙy ʜᴀʀyᴀᴅɪɴ
╰──────────────`
}
exports.gabut = gabut
