const groupm = (pushname, prefix, botName, ownerName, getLevelingLevel, sender, _registered) => {
	return `ᴴᵃˡˡᵒ, ${pushname}
ꜱɪʟᴀʜᴋᴀʜ ᴩɪʟɪʜ\nᴍᴇɴᴜ ᴅɪʙᴀᴡᴀʜ...
╭──────────────
│  《✰ɢʀᴏᴜᴩ✰》
╰──────────────
╭──────────────
│➥ ɴᴀᴍᴀ : ${pushname}
│➥ ʟᴇᴠᴇʟ : ${getLevelingLevel(sender)}
│➥ ᴜꜱᴇʀ : ${_registered.length}
╰──────────────
╭──────────────
│➥ *ʷᵉˡᶜᵒᵐᵉ*〘¹/⁰〙
│➥ *ˡᵉᵛᵉˡⁱⁿᵍ* 〘¹/⁰〙
│➥ *ᵉᵛᵉⁿᵗ* 〘¹/⁰〙
│➥ *ˢⁱᵐⁱʰ* 〘¹/⁰〙
│➥ *ⁿˢᶠʷ* 〘¹/⁰〙
│➥ *ᵍʳᵘᵖ* 〘ᵇᵘᵏᵃ/ᵗᵘᵗᵘᵖ〙
│➥ *ᵃᵈᵈ*
│➥ *ᵏⁱᶜᵏ*
│➥ *ʰᵉᵈˢᵒᵗ*
│➥ *ⁱⁿᵏᵍʳᵘᵖ*
│➥ *ᵖʳᵒᵐᵒᵗᵉ*
│➥ *ᵈᵉᵐᵒᵗᵉ*
│➥ *ˢᵉᵗⁿᵃᵐᵉ*
│➥ *ˢᵉᵗᵈᵉˢᶜ*
│➥ *ᵗᵃᵍᵃˡˡ*
│➥ *ᵃᵈᵐⁱⁿ*
│➥ *ˡᵉᵛᵉˡ*
│➥ *ᶠⁱᵗⁿᵃʰ*
│➥ *ʰⁱᵈᵉᵗᵃᵍ*
│➥ *ʰⁱᵈᵉᵗᵃᵍ⁵*
╰──────────────
╭──────────────────
│➥ *${prefix}ˢⁱᵐᵖˡᵉ*              
│➥ *${prefix}ᵐᵃᵏᵉʳ*
│➥ *${prefix}ᵍᵃᵇᵘᵗ*
│➥ *${prefix}ʳᵃⁿᵈᵒᵐ*
│➥ *${prefix}ᵈᵒᵐᵖᵉᵗ*
│➥ *${prefix}ᵒᵗʰᵉʳ*
│➥ *${prefix}ᵍʳᵒᵘᵖ*
│➥ *${prefix}ᵒʷᵇ*
╰──────────────────
╭──────────────────
│POWERED BY ${ownerName}
╰──────────────────`
}
exports.groupm = groupm
