const other = (pushname, prefix, botName, ownerName, getLevelingLevel, sender, _registered) => {
	return `ᴴᵃˡˡᵒ, ${pushname}
ꜱɪʟᴀʜᴋᴀʜ ᴩɪʟɪʜ ᴍᴇɴᴜ\nᴅɪʙᴀᴡᴀʜ...
╭──────────────
│   《✰ᴏᴛʜᴇʀ✰》
╰──────────────
╭──────────────
│➥ ɴᴀᴍᴀ : ${pushname}
│➥ ʟᴇᴠᴇʟ : ${getLevelingLevel(sender)}
│➥ ᴜꜱᴇʀ : ${_registered.length}
╰──────────────
╭──────────────
│➥ *ᵇʳᵃⁱⁿˡʸ*
│➥ *ᵖⁱⁿᵗᵉʳᵉˢᵗ*
│➥ *ᵇⁱᵗˡʸ*
│➥ *ᵐᵒᵈᵈʳᵒⁱᵈ*
│➥ *ʰᵃᵖᵖʸᵐᵒᵈ*
│➥ *ʳᵉˢᵉᵖᵐᵃᵏᵃⁿᵃⁿ*
│➥ *ᵇᵉʳⁱᵗᵃʰᵒᵃˣ*
│➥ *ᵐᵘᵗᵘᵃˡ*
│➥ *ⁿᵉˣᵗ*
│➥ *ᵗⁱᵐᵉʳ*
│➥ *ᵏᵒᵐᵉⁿʸᵗ*
╰──────────────
╭──────────────
│  ʙy ʜᴀʀyᴀᴅɪɴ
╰──────────────`
}
exports.other = other
