const donasi = (pushname, prefix, botName, ownerName) => { 
	return `ᴴᵃˡˡᵒ, ${pushname}
ᴹᵃᵘ ᵈᵒⁿᵃˢⁱ ʸᵃ ᵏᵃᵏ
 اتَّقوا النَّارَ ولو بشقِّ تمرةٍ ، فمن لم يجِدْ فبكلمةٍ طيِّبةٍ 
“ʲᵃᵘʰⁱˡᵃʰ ᵃᵖⁱ ⁿᵉʳᵃᵏᵃ ʷᵃˡᵃᵘ ʰᵃⁿʸᵃ ᵈᵉⁿᵍᵃⁿ ᵇᵉʳˢᵉᵈᵉᵏᵃʰ ˢᵉᵇⁱʲⁱ ᵏᵘʳᵐᵃ ˢᵉᵈⁱᵏⁱᵗ. ᴶⁱᵏᵃ ᵏᵃᵐᵘ ᵗⁱᵈᵃᵏ ᵖᵘⁿʸᵃ, ᵐᵃᵏᵃ ᵇⁱˢᵃ ᵈᵉⁿᵍᵃⁿ ᵏᵃˡⁱᵐᵃʰ ᵗʰᵃʸʸⁱᵇᵃʰ” [ᴴᴿ. ᴮᵘᵏʰᵃʳⁱ ⁶⁵³⁹, ᴹᵘˢˡⁱᵐ ¹⁰¹⁶]
╭──────────────────
│      《✰ᴅᴏɴᴀꜱɪ ʙᴏꜱꜱ✰》
╰──────────────────
╭──────────────────
│➥ ᴼᵛᵒ     : 0822-7960-1471
│➥ ᴳᵒᵖᵃʸ  : 0822-7960-1471
│➥ ᴾᵘˡˢᵃ   : 0822-7960-1471
│➥ ᴰᵃⁿᵃ    : 0822-7960-1471
╰──────────────────
╭──────────────────
│POWERED BY*${ownerName}*
╰──────────────────`
}
exports.donasi = donasi